{
	"messages": [
		"Shame... 🔔 Shame... 🔔 Shame... 🔔",
		"Oi, sign up innit?",
		"Dear Sir/Madam, please sign up for the next raid.",
		"Congratulations! You have won a chance to raid - Sign up here:",
		"Did you know that if you don't sign up for a raid, there's 99% chance you are left out of the roster.",
		"Have you considered signing up on time?",
		"Don't make Warz angry, you don't like when he's angry...",

		"Don't leave our raid team hanging! Sign up and let's conquer together! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups are like potions: they keep our team strong. Don't forget to grab yours! \n*[Quip generated by OpenAI]*",
		"Join the ranks of the prepared! Sign up for the raid and let's slay some bosses! \n*[Quip generated by OpenAI]*",
		"Missing raid sign-ups is like going into battle without armor. Suit up and sign up! \n*[Quip generated by OpenAI]*",
		"Raid nights are like epic quests - but only if you sign up! Don't miss out on the adventure! \n*[Quip generated by OpenAI]*",
		"The raid roster awaits your name! Don't keep your fellow adventurers waiting. \n*[Quip generated by OpenAI]*",
		"A raid without you is like a dungeon without loot - incomplete! Sign up now! \n*[Quip generated by OpenAI]*",
		"The raid is calling, and it's looking for your name on the sign-up sheet! \n*[Quip generated by OpenAI]*",
		"Our raid needs heroes, and that means you! Sign up and let's vanquish foes together! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups: the first step to epic loot and legendary victories. Don't miss out! \n*[Quip generated by OpenAI]*",

		"If raid sign-ups were gold, you'd be richer than a goblin on payday. Don't forget to cash in! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups: the only thing more crucial than your epic gear. Don't leave us hanging like a cliffhanger in a bad novel! \n*[Quip generated by OpenAI]*",
		"Sign up for the raid and you might just find a +10 Luck buff waiting for you. Or at least a virtual cookie from your guildmates! \n*[Quip generated by OpenAI]*",
		"You know what's scarier than a raid boss? Missing out on the sign-up and facing the wrath of your disappointed guildies! \n*[Quip generated by OpenAI]*",
		"Don't make the raid leader cry - sign up and give them something to cheer about! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups: because even Leroy Jenkins had to plan ahead... eventually. \n*[Quip generated by OpenAI]*",
		"Raiding without signing up is like trying to solo a dungeon blindfolded. It's doable, but nobody's gonna thank you for it! \n*[Quip generated by OpenAI]*",
		"Missing raid sign-ups is like accidentally deleting your best gear - painful and totally avoidable with just a little attention! \n*[Quip generated by OpenAI]*",
		"Sign up for the raid and earn the coveted title of 'Master of Attendance.' Plus, bragging rights are included at no extra cost! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups: where the real MVPs separate themselves from the AFKers. Be the hero we need... or at least the one we won't have to send search parties for! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups: because pulling aggro from your guildmates is only fun in PvP. Sign up and stay on everyone's good side! \n*[Quip generated by OpenAI]*",
		"Don't be the ghost of raiding past - haunt the sign-up sheet instead! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups: the one time being fashionably late isn't cool. Get your name in before the party starts! \n*[Quip generated by OpenAI]*",
		"Signing up for the raid is like putting on your best armor: it's essential if you want to survive the night! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups: the secret to unlocking the next level of your guild membership. Don't miss the XP boost! \n*[Quip generated by OpenAI]*",
		"Don't let the raid boss have the last laugh - sign up and show 'em who's boss! \n*[Quip generated by OpenAI]*",
		"You know what's scarier than a raid wipe? Forgetting to sign up and facing the wrath of your guild's raid leader! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups: because nothing says 'I'm ready for battle' like a well-filled-out form! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups: where the only thing better than your DPS is your punctuality! \n*[Quip generated by OpenAI]*",
		"Missing raid sign-ups is like rolling a critical fail on a saving throw - except there's no rerolling this one! Don't chance it, sign up! \n*[Quip generated by OpenAI]*",

		"Hey, adventurers! Bing's giving out free buffs to those who sign up for the raid early! Don't miss out on the pre-raid party! \n*[Quip generated by OpenAI]*",
		"Warzania's decree: Thou shalt sign up for the raid or face the wrath of a thousand guildies! Don't tempt fate, sign up now! \n*[Quip generated by OpenAI]*",
		"Bing's countdown to raid night has begun! Secure your spot on the roster and let's make him proud! \n*[Quip generated by OpenAI]*",
		"Warzania's watching, and she knows who's been naughty (by not signing up). Don't risk getting on her bad side! \n*[Quip generated by OpenAI]*",
		"Raid sign-ups: where Bing's blessings and Warzania's approval await those who heed the call! \n*[Quip generated by OpenAI]*",
		"Missing raid sign-ups is like telling Bing he can't have his favorite snack - it just won't end well! Sign up and keep the peace! \n*[Quip generated by OpenAI]*",
		"Bing's checklist: snacks, buffs, and raid sign-ups. Don't make him hunt you down for the last one! \n*[Quip generated by OpenAI]*",
		"Warzania's vision for our guild: a united front in battle, starting with everyone signing up for the raid! \n*[Quip generated by OpenAI]*",
		"Bing's tip of the day: signing up for the raid increases your chances of epic loot by 300%. Those are odds even he can't argue with! \n*[Quip generated by OpenAI]*",
		"Warzania's wisdom: a guild that raids together stays together. So sign up, and let's keep our guild family strong! \n*[Quip generated by OpenAI]*",
		"Bing's battle cry: 'Sign up for the raid or face the wrath of my merciless RNG rolls!' Don't test his luck, sign up now! \n*[Quip generated by OpenAI]*",
		"Warzania's decree is clear: sign up for the raid or face a punishment worse than a raid wipe. Don't risk it, folks! \n*[Quip generated by OpenAI]*",
		"Bing's raid roster awaits your heroic signature! Don't keep him waiting, lest he sends out the dreaded 'Where are you?' messages! \n*[Quip generated by OpenAI]*",
		"Warzania's watching over the guild like a protective dragon. Make her proud by signing up for the raid and joining the quest! \n*[Quip generated by OpenAI]*",
		"Bing's reminder: signing up for the raid earns you extra 'Bing Bucks' redeemable for in-game favors! Don't miss out on the loot! \n*[Quip generated by OpenAI]*",
		"Warzania's wisdom: a guild that raids together slays together. Sign up now and let's conquer as one! \n*[Quip generated by OpenAI]*",
		"Bing's advice: sign up for the raid and ensure your spot in the hall of fame. Don't be left out in the cold like a lone adventurer in a blizzard! \n*[Quip generated by OpenAI]*",
		"Warzania's guild rule #1: Thou shalt sign up for the raid. It's as simple as that! \n*[Quip generated by OpenAI]*",
		"Bing's plea: sign up for the raid and save him from the heartache of an incomplete roster. Don't make him resort to desperate measures! \n*[Quip generated by OpenAI]*",
		"Warzania's words of encouragement: sign up for the raid and let's turn this guild into the stuff of legends! \n*[Quip generated by OpenAI]*"

	]
}
